Repository: lhf-Philip/ai-accounting-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: 請先至「帳戶」頁面新增類型為「借貸」的對象
ja: まず「アカウント」ページに移動して、「ローン」タイプのオブジェクトを追加してください。
zh_hans: 请先至「帐户」页面新增类型为「借贷」的对象

source: 請選擇
ja: 選択してください
zh_hans: 請选择

source: 請選擇一個標籤查看分析
ja: 分析を表示するにはタグを選択してください
zh_hans: 请选择一个标签查看分析

source: 請選擇對象
ja: オブジェクトを選択してください
zh_hans: 请选择对象

source: 請選擇帳戶
ja: アカウントを選択してください
zh_hans: 请选择帐户

source: 負數代表：您欠對方錢 (負債)
ja: 負の数字は、あなたが相手にお金を借りている（負債）ことを意味します。
zh_hans: 负数代表：您欠对方钱 (负债)

source: 資料健康檢查
ja: データヘルスチェック
zh_hans: 资料健康检查

source: 資料安全
ja: データ安全性
zh_hans: 资料安全

source: 資料管理
ja: データ管理
zh_hans: 资料管理

source: 資料與工具
ja: データとツール
zh_hans: 资料与工具

source: 起始日
ja: 開始日

source: 起始餘額 (%@)
ja: 開始残高 (%@)
zh_hans: 起始余额 (%@)

source: 超支 %@
ja: 予算超過 %@

source: 超支：%@
ja: 予算超過：%@

source: 跟誰借
ja: 誰から借りられますか?
zh_hans: 跟谁借

source: 跨幣種平賬
ja: 通貨間決済
zh_hans: 跨币种平账

source: 跳過
ja: スキップ

source: 載入代墊交易中...
ja: 立替取引を読み込み中...
zh_hans: 载入代墊交易中...

source: 載入轉帳中...
ja: 振替を読み込み中...
zh_hans: 载入转账中...

source: 載入關聯交易中...
ja: 関連するトランザクションを読み込んでいます...
zh_hans: 载入关联交易中...

source: 輸入錯誤
ja: 入力エラー
zh_hans: 输入错误

source: 輸出方式
ja: 出力方法

source: 轉入方
ja: 譲渡側
zh_hans: 转入方

source: 轉入方 (收入)
ja: 譲渡先（所得）
zh_hans: 转入方 (收入)

source: 轉入總額
ja: 入金合計
zh_hans: 转入总额

source: 轉入金額
ja: 入金額
zh_hans: 转入金额

source: 轉入金額 (實收)
ja: 送金額（実際に受け取った金額）
zh_hans: 转入金额 (实收)

source: 轉入金額 (實際收到)
ja: 送金額（実際に受け取った金額）
zh_hans: 转入金额 (实际收到)

source: 轉出方
ja: 譲受人
zh_hans: 转出方

source: 轉出方 (支出)
ja: 譲渡先（支出）
zh_hans: 转出方 (支出)

source: 轉出總額
ja: 出金合計
zh_hans: 转出总额

source: 轉出金額
ja: 振込金額
zh_hans: 转出金额

source: 轉帳
ja: 送金
zh_hans: 转帐

source: 轉帳交易請使用「編輯轉帳」功能，或刪除後重新建立。
ja: 振込取引の場合は「振込編集」機能を利用するか、削除して再作成してください。
zh_hans: 转帐交易请使用「编辑转帐」功能，或删除后重新建立。

source: 轉成免除債務
ja: 債務免除に変換
zh_hans: 转成免除债务

source: 返回
ja: 戻る

source: 這些餘額將以「初始餘額」交易的形式記錄。
ja: これらの残高は「初期残高」取引として記録されます。
zh_hans: 这些余额将以「初始余额」交易的形式记录。

source: 這些餘額會記為「資產調整」交易，不計入收入/支出報表。
ja: これらの残高は「資産調整」取引として記録され、収支レポートには含まれません。
zh_hans: 这些余额会记为「资產调整」交易，不計入收入/支出报表。

source: 這是手動平賬：不會建立現金或銀行交易，也不會計入收入/支出，只會在代墊紀錄中留下審計紀錄。
ja: これは手動決済です。現金または銀行取引は作成されず、収入/支出にも計上されません。立替記録に監査用の記録だけを残します。
zh_hans: 这是手动平账：不会建立现金或银行交易，也不会计入收入/支出，只会在代垫记录中留下审计记录。

source: 這會以遠端備份覆蓋目前資料庫。建議先確認你已有本地備份。
ja: リモートバックアップで現在のデータベースを上書きします。先にローカルバックアップがあることを確認してください。
zh_hans: 这会以远端备份覆蓋目前资料庫。建議先確认你已有本地备份。

source: 這會新增一筆「資產調整」交易來調整該幣種總額，不計入收入/支出報表。
ja: この通貨の合計を調整する「資産調整」取引を追加します。収支レポートには含まれません。
zh_hans: 这会新增一筆「资產调整」交易来调整该币种总额，不計入收入/支出报表。

source: 這會新增一筆「餘額修正」交易來調整該幣種的總額。
ja: これにより、その通貨の合計を調整するための新しい「残高調整」トランザクションが作成されます。
zh_hans: 这会新增一笔「余额修正」交易来调整该币种的总额。

source: 通用分類
ja: 汎用カテゴリ
zh_hans: 通用分类

source: 遠端備份
ja: リモートバックアップ
zh_hans: 远端备份

source: 遠端檔案
ja: リモートファイル
zh_hans: 远端档案

source: 選擇分類
ja: カテゴリを選択してください
zh_hans: 选择分类

source: 選擇圖示
ja: アイコンを選択
zh_hans: 选择图示

source: 選擇對象
ja: 相手を選択
zh_hans: 选择对象

source: 選擇帳戶
ja: アカウントの選択
zh_hans: 选择帐户

source: 選擇年份
ja: 年を選択してください
zh_hans: 选择年份

source: 選擇操作
ja: アクションの選択
zh_hans: 选择操作

source: 選擇日期
ja: 日付を選択してください
zh_hans: 选择日期

source: 選擇月份
ja: 月を選択してください
zh_hans: 选择月份

source: 選擇顏色
ja: 色を選択してください
zh_hans: 选择颜色

source: 還原
ja: 削減
zh_hans: 还原

source: 還原遠端備份？
ja: リモートバックアップを復元しますか？
zh_hans: 还原远端备份？

source: 還款紀錄
ja: 返済記録
zh_hans: 还款紀录

source: 還款金額
ja: 返済金額
zh_hans: 还款金额

source: 還給誰
ja: 誰に返しますか
zh_hans: 还给谁

source: 重新檢查
ja: 再チェック
zh_hans: 重新检查

source: 重新載入遠端備份
ja: リモートバックアップを再読み込み
zh_hans: 重新载入远端备份

source: 重裝後時間自動更新 (需 Clean Build)。
ja: 時刻は再インストール後に自動的に更新されます (クリーン ビルドが必要です)。
zh_hans: 重装后时间自动更新 (需 Clean Build)。

source: 重複規則
ja: 繰り返しルール

source: 金額與幣種
ja: 金額と通貨
zh_hans: 金额与币种

source: 金額與類型
ja: 量と種類
zh_hans: 金额与类型

source: 開始使用
ja: 開始する
zh_hans: 开始使用

source: 開始分析
ja: 分析を開始
zh_hans: 开始分析

source: 開始日期
ja: 開始日
zh_hans: 开始日期

source: 開始智能識別
ja: インテリジェントな認識を開始する
zh_hans: 开始智能识别

source: 間隔：每 %lld 次
ja: 間隔：%lld回ごと
zh_hans: 间隔：每 %lld 次

source: 關聯代墊單：%lld 筆
ja: 関連する立替ケース：%lld件
zh_hans: 关联代墊单：%lld 筆

source: 關閉
ja: 閉じる
zh_hans: 关閉

source: 預測方式
ja: 予測方法
zh_hans: 预测方式

source: 預算
ja: 予算
zh_hans: 预算

source: 預算：%@
ja: 予算：%@
zh_hans: 预算：%@

source: 預算月份
ja: 予算月
zh_hans: 预算月份

source: 預算與超支提醒
ja: 予算と超過通知
zh_hans: 预算与超支提醒

source: 預算規則
ja: 予算ルール
zh_hans: 预算規則

source: 預計剩餘 %@
ja: 予測残額 %@
zh_hans: 预計剩余 %@

source: 預計超支 %@
ja: 予測超過 %@
zh_hans: 预計超支 %@

source: 預設交易內容
ja: デフォルトの取引内容
zh_hans: 预设交易内容

source: 頻率
ja: 頻度

source: 類型
ja: タイプ
zh_hans: 类型

source: 顯示全部時間線
ja: すべてのタイムラインを表示
zh_hans: 显示全部时间线

source: 顯示已歸檔帳戶
ja: アーカイブされたアカウントを表示する
zh_hans: 显示已归档帐户

source: 顯示活動帳戶
ja: アクティブなアカウントを表示する
zh_hans: 显示活动帐户

source: 點按執行，長按可刪除捷徑
ja: タップで実行、長押しでショートカットを削除
zh_hans: 点按執行，长按可删除捷徑

source: 點擊右上角的 + 新增您的第一個分類
ja: 右上隅の + をクリックして最初のカテゴリを追加します
zh_hans: 点击右上角的 + 新增您的第一个分类

source: %@ 欠款金額
ja: %@ の未清算額
zh_hans: %@ 欠款金额

source: %@ 沖銷額
ja: %@ の充当額
zh_hans: %@ 冲销额

source: 他人代墊我
ja: 他人が立て替え
zh_hans: 他人代垫我

source: 付款幣種
ja: 支払い通貨
zh_hans: 付款币种

source: 付款金額可與欠款金額及案件幣種不同，例如實付 34.86 HKD、朋友欠 710 JPY。
ja: 支払い額は未清算額や案件通貨と異なっていてもかまいません。例：実際の支払いは 34.86 HKD、友人の未清算額は 710 JPY。
zh_hans: 付款金额可与欠款金额及案件币种不同，例如实付 34.86 HKD、朋友欠 710 JPY。

source: 代墊對象與付款來源
ja: 立替対象と支払い元
zh_hans: 代垫对象与付款来源

source: 依還款紀錄補回被低估的已還金額，不會自動降低既有已還金額。
ja: 返済記録に基づいて過小評価された返済済み金額を補正します。既存の返済済み金額を自動的に下げることはありません。
zh_hans: 依还款记录补回被低估的已还金额，不会自动降低既有已还金额。

source: 修復代墊還款累計
ja: 立替返済累計を修復
zh_hans: 修复代垫还款累计

source: 債務帳戶
ja: 債務口座
zh_hans: 债务账户

source: 儲存前會先顯示影響預覽；確認後才原子重建，任何失敗都不會留下部分變更。
ja: 保存前に影響プレビューを表示します。確認後にのみ原子的に再構築するため、失敗しても一部だけ変更された状態は残りません。
zh_hans: 保存前会先显示影响预览；确认后才原子重建，任何失败都不会留下部分变更。

source: 刪除已有還款的參與人時，下一步會列出影響並要求再次確認。
ja: 返済がある参加者を削除する場合、次の手順で影響を一覧表示し、再確認を求めます。
zh_hans: 删除已有还款的参与人时，下一步会列出影响并要求再次确认。

source: 刪除此付款來源
ja: この支払い元を削除
zh_hans: 删除此付款来源

source: 刪除此參與人
ja: この参加者を削除
zh_hans: 删除此参与人

source: 包含自己的份額
ja: 自分の分を含める
zh_hans: 包含自己的份额

source: 合併匯入 JSON 備份
ja: JSON バックアップを統合して読み込む
zh_hans: 合并导入 JSON 备份

source: 完整編輯代墊
ja: 立替を完全編集
zh_hans: 完整编辑代垫

source: 完整金額編輯
ja: 金額を完全編集
zh_hans: 完整金额编辑

source: 實際付款
ja: 実際の支払い
zh_hans: 实际付款

source: 實際付款與案件份額都必須明確確認，不會自動套用匯率。
ja: 実際の支払いと案件内の負担額は明示的な確認が必要です。為替レートは自動適用されません。
zh_hans: 实际付款与案件份额都必须明确确认，不会自动套用汇率。

source: 實際付款金額
ja: 実際の支払い額
zh_hans: 实际付款金额

source: 對方欠款
ja: 相手の未清算額
zh_hans: 对方欠款

source: 帳務影響
ja: 会計上の影響
zh_hans: 账务影响

source: 我代墊他人
ja: 自分が立て替え
zh_hans: 我代垫他人

source: 我已重新確認所有 %@ 案件金額與還款沖銷額
ja: %@ の案件金額と返済充当額をすべて再確認しました
zh_hans: 我已重新确认所有 %@ 案件金额与还款冲销额

source: 我欠對方
ja: 自分が相手に未払い
zh_hans: 我欠对方

source: 找不到可唯一識別的實際付款分錄，請執行資料健康檢查。
ja: 一意に識別できる実際の支払い記録が見つかりません。データヘルスチェックを実行してください。
zh_hans: 找不到可唯一识别的实际付款分录，请执行数据健康检查。

source: 撤銷
ja: 取り消す
zh_hans: 撤销

source: 改變案件幣種時，每筆沖銷額都必須重新確認。
ja: 案件通貨を変更する場合、各充当額を再確認する必要があります。
zh_hans: 改变案件币种时，每笔冲销额都必须重新确认。

source: 新增付款來源
ja: 支払い元を追加
zh_hans: 新增付款来源

source: 新增參與人
ja: 参加者を追加
zh_hans: 新增参与人

source: 方向與案件幣種會改變所有底層分錄；請先逐筆確認參與人及還款，再使用重建流程。
ja: 方向と案件通貨を変更すると、すべての基礎記録が変わります。再構築フローを使う前に、参加者と返済を一件ずつ確認してください。
zh_hans: 方向与案件币种会改变所有底层分录；请先逐笔确认参与人及还款，再使用重建流程。

source: 普通還款沖銷
ja: 通常返済の充当
zh_hans: 普通还款冲销

source: 最近活動 %@
ja: 最近の活動 %@
zh_hans: 最近活动 %@

source: 案件份額 %@
ja: 案件内の負担額 %@
zh_hans: 案件份额 %@

source: 案件名稱
ja: 案件名
zh_hans: 案件名称

source: 案件幣種
ja: 案件通貨
zh_hans: 案件币种

source: 此案件含債務抵銷或手動結清。請返回詳情先整組撤銷，才能進行結構性編輯。
ja: この案件には債務相殺または手動精算が含まれています。構造的な編集を行う前に、詳細へ戻ってグループ全体を取り消してください。
zh_hans: 此案件含债务抵销或手动结清。请返回详情先整组撤销，才能进行结构性编辑。

source: 此金額使用案件幣種 %@，不可低於已還金額。
ja: この金額は案件通貨 %@ を使用し、返済済み金額を下回ることはできません。
zh_hans: 此金额使用案件币种 %@，不可低于已还金额。

source: 沒有可編輯的普通還款。
ja: 編集できる通常返済はありません。
zh_hans: 没有可编辑的普通还款。

source: 無法編輯
ja: 編集できません
zh_hans: 无法编辑

source: 由他人代付，自己的資產帳戶沒有變動。
ja: 他人が支払ったため、自分の資産口座は変動していません。
zh_hans: 由他人代付，自己的资产账户没有变动。

source: 確認套用結構性變更？
ja: 構造的な変更を適用しますか？
zh_hans: 确认套用结构性变更？

source: 確認撤銷紀錄？
ja: この記録を取り消しますか？
zh_hans: 确认撤销记录？

source: 確認覆蓋目前所有資料？
ja: 現在のすべてのデータを置き換えますか？
zh_hans: 确认覆盖目前所有数据？

source: 確認重建
ja: 再構築を確認
zh_hans: 确认重建

source: 編輯代墊對象
ja: 立替参加者を編集
zh_hans: 编辑代垫对象

source: 編輯代墊案件
ja: 立替案件を編集
zh_hans: 编辑代垫案件

source: 編輯既有債務時會保留借入／還款方向與原本的轉帳關聯。
ja: 既存の債務を編集しても、借入／返済の方向と元の振替関連は保持されます。
zh_hans: 编辑既有债务时会保留借入／还款方向与原本的转账关联。

source: 自己的帳戶沒有變動。
ja: 自分の口座は変動していません。
zh_hans: 自己的账户没有变动。

source: 覆蓋並還原
ja: 置き換えて復元
zh_hans: 覆盖并还原

source: 覆蓋匯入 JSON 備份
ja: JSON バックアップから置き換え
zh_hans: 覆盖导入 JSON 备份

source: 載入代墊紀錄中...
ja: 立替記録を読み込み中...
zh_hans: 载入代垫记录中...

source: 返回案件詳情後，可逐位修改債務帳戶、欠款、實際付款帳戶、金額與幣種；每筆普通還款亦可獨立修改。
ja: 案件詳細に戻ると、各債務口座、未清算額、実際の支払い口座、金額、通貨を個別に編集できます。各通常返済も個別に編集できます。
zh_hans: 返回案件详情后，可逐位修改债务账户、欠款、实际付款账户、金额与币种；每笔普通还款亦可独立修改。

source: 退款扣減
ja: 返金控除
zh_hans: 退款扣减

source: 這會刪除所有帳戶、交易、代墊、預算等帳務資料。請先匯出 JSON 備份。
ja: これにより、口座、取引、立替、予算などすべての会計データが削除されます。先に JSON バックアップを書き出してください。
zh_hans: 这会删除所有账户、交易、代垫、预算等账务数据。请先导出 JSON 备份。

source: 預覽影響
ja: 影響をプレビュー
zh_hans: 预览影响

source: ⚠️ 未設定
zh_hans: ⚠️未设置

source: AI 設定
zh_hans: AI 设定

source: 分類
zh_hans: 分类

source: 分類管理
zh_hans: 分类管理

source: 定期記帳
zh_hans: 定期记账

source: 帳目
zh_hans: 帐簿

source: 未分類
zh_hans: 未分类

source: 確認
zh_hans: 确认

source: 確認資料
zh_hans: 确认材料

source: 設定
zh_hans: 环境

source: 金額
zh_hans: 数量

source: 金額：%@
zh_hans: 金额：%@

source: 安全確認
zh_hans: 安全确认
